tap 'caskroom/cask'
tap 'homebrew/brewdler'
tap 'homebrew/core'
tap 'rcmdnk/file'
brew 'autoconf'
brew 'autojump'
brew 'automake'
brew 'awscli'
brew 'bdw-gc'
brew 'boost'
brew 'emacs'
brew 'cask'
brew 'cmake'
brew 'ctags'
brew 'curl'
brew 'direnv'
brew 'libpng'
brew 'freetype'
brew 'gdbm'
brew 'gettext'
brew 'git'
brew 'ghq'
brew 'gibo'
brew 'go'
brew 'hub'
brew 'jpeg'
brew 'libtiff'
brew 'libtool'
brew 'perl'
brew 'xz'
brew 'imagemagick'
brew 'oniguruma'
brew 'jq'
brew 'openssl'
brew 'libevent'
brew 'libyaml'
brew 'lua'
brew 'lv'
brew 'mysql'
brew 'nkf'
brew 'nodebrew'
brew 'peco'
brew 'pkg-config'
brew 'readline'
brew 'sqlite'
brew 'python'
brew 'postgresql'
brew 'ruby-build'
brew 'rbenv'
brew 'reattach-to-user-namespace'
brew 'redis'
brew 'ruby'
brew 'socat'
brew 'source-highlight'
brew 'tig'
brew 'tmux'
brew 'tree'
brew 'vim', args: ['HEAD', 'with-lua']
brew 'w3m'
brew 'watch'
brew 'wget'
cask 'adobe-reader'
cask 'appcleaner'
cask 'clipmenu'
cask 'cmd-eikana'
cask 'diskwave'
cask 'docker'
cask 'flash-player'
cask 'gimp'
cask 'google-chrome'
cask 'google-cloud-sdk'
cask 'google-japanese-ime'
cask 'kindle'
cask 'limechat'
cask 'mi'
cask 'mysqlworkbench'
cask 'sourcetree'
cask 'vagrant'
cask 'virtualbox'
cask 'visual-studio-code'
cask 'wireshark'
