brew "fzf"

brew "gibo"
brew "git"
brew "mise"
brew "tree"
cask "alfred"
cask "amazon-q"
cask "claude"
cask "discord"
cask "docker-desktop"
cask "font-hack-nerd-font"
cask "git-credential-manager"
cask "google-chrome"
cask "karabiner-elements"
cask "notion"
cask "visual-studio-code"

